// Estatísticas GLOBAIS de normalização do MFCC (geradas do treino).
#pragma once
static const float MFCC_MEAN[16] = {-7.931618f, 7.565063f, 0.915503f, 0.966494f, -1.688583f, -0.708260f, -0.651741f, -0.315120f, -0.821787f, -0.127190f, -0.773266f, -0.001862f, -0.485695f, 0.137480f, -0.274189f, -0.027608f};
static const float MFCC_STD[16]  = {24.099501f, 8.306236f, 4.575864f, 3.438882f, 3.302827f, 2.775395f, 2.251932f, 1.990393f, 2.016251f, 1.755738f, 1.681243f, 1.627440f, 1.513824f, 1.400723f, 1.321443f, 1.300009f};
